##### 실행하기
# 리눅스에서의 실행: "python3" 실행 후 코드 입력 혹은 "python3 스크립트명".



##### 4.1 세미콜론
# print("Hello World")
# print("Python Programming")
# print('\n')
# 파이썬에서는 ;으로 끝내지 않는다.

# print("Hello World"); print("Python Programming")
# 대신 여러줄을 한번에 쓸 경우 ;를 써준다.



##### 4.2 주석
# 주석은 #으로.



##### 4.3 들여쓰기
# if a == 10:
# print('10입니다.')
# 들여쓰기를 하지 않아서 실행 자체가 안됨.

a = 10
if a == 10:
	print('10입니다.')



##### 4.4 코드블록
# 들여쓰기는 공백 2칸, 공백 4칸, 탭 등 다 가능하지만 표준은 공백 4칸.
# 혼용해서 쓰는 것은 불가능하다.
